Repository: keitaroinc/ckanext-likes
Catalog: ckanext/likes/i18n/*/LC_MESSAGES/ckanext-likes.po
Languages: mk, sq

source: Missing value
mk: Недостасува вредност
sq: Vlera mungon

source: This user has successfully liked this dataset.
mk: Овој корисник успешно кликнал 'Ми се допаѓа' на овој податочниот сет
sq: Ky përdorues me sukses klikoi 'Më pëlqen' këtë set të të dhënave

source: This user has already liked this dataset.
mk: Овој корисник веќе кликнал 'Ми се допаѓа' на овој податочен сет
sq: Ky përdorues tashmë ka klikuar 'Më pëlqen' këtë set të të dhënave

source: This user has successfully disliked this dataset.
mk: Овој корисник успешно кликнал 'Не ми се допаѓа' на овој податочниот сет
sq: Ky përdorues me sukses klikoi 'Nuk më pëlqen' këtë set të të dhënave

source: This user has already disliked this dataset.
mk: Овој корисник веќе кликнал 'Не ми се допаѓа' на податочниот сет
sq: Ky përdorues tashmë klikoi 'Nuk më pëlqen' seti i të dhënave

source: This user has successfully liked this resource.
mk: Овој корисник успешно кликнал 'Ми се допаѓа' на овој ресурс
sq: Ky përdorues me sukses klikoi në 'Më pëlqen' ky burim

source: This user has already liked this resource.
mk: Овој корисник веќе кликнал 'Ми се допаѓа' на овој ресурс
sq: Ky përdorues tashmë ka klikuar 'Më pëlqen' ky burim

source: This user has successfully disliked this resource.
mk: Овој корисник успешно кликнал 'Не ми се допаѓа' на овој ресурс
sq: Ky përdorues me sukses klikoi 'Nuk më pëlqen' në këtë burim

source: This user has already disliked this resource.
mk: Овој корисник веќе кликнал 'Не ми се допаѓа' на овој ресурс
sq: Ky përdorues tashmë ka klikuar 'Nuk më pëlqen' ky burim

source: Dislike
mk: Не ми се допаѓа
sq: Nuk më pëlqen

source: Like
mk: Ми се допаѓа
sq: Më pëlqen
